Repository: lepidus/titlePageForPreprint
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.titlePageForPreprint.displayName
source: Title Page For Preprint
es_es: Página de título para preprint
pt_br: Folha de Rosto para Preprint

# plugins.generic.titlePageForPreprint.description
source: Add a title page with essential information about the preprint
es_es: Agrega una página de título con información esencial sobre el preprint
pt_br: Adiciona uma folha de rosto com informações essenciais sobre o preprint

# plugins.generic.titlePageForPreprint.publicationStatus
source: Publication status
es_es: Estado de la publicación
pt_br: Estado da publicação

# plugins.generic.titlePageForPreprint.emptyPublicationStatus
source: Not informed by the submitting author
es_es: No informado por el autor que envía
pt_br: Não informado pelo autor submissor

# plugins.generic.titlePageForPreprint.checklistLabel
source: This preprint was submitted under the following conditions
es_es: Este preprint fue presentado bajo las siguientes condiciones
pt_br: Este preprint foi submetido sob as seguintes condições

# plugins.generic.titlePageForPreprint.publicationDate
source: Posted on: {$postDate} (version {$version})
es_es: Postado en: {$postDate} (versión {$version})
pt_br: Postado em: {$postDate} (versão {$version})

# plugins.generic.titlePageForPreprint.submissionDate
source: Submitted on: {$subDate}
es_es: Envíado en: {$subDate}
pt_br: Submetido em: {$subDate}

# plugins.generic.titlePageForPreprint.endorsement
source: The moderation of this preprint received the endorsement of:<br>{$endorserName} (ORCID: <a href="{$endorserOrcid}">{$endorserOrcid}</a>)
es_es: La moderación de este preprint recibió lo endoso de: {$endorserName} (ORCID: {$endorserOrcid}
pt_br: A moderação deste preprint recebeu o endosso de:<br>{$endorserName} (ORCID: <a href="{$endorserOrcid}">{$endorserOrcid}</a>)

# plugins.generic.titlePageForPreprint.citation
source: How to cite this translation:{$citation}
pt_br: Como citar esta tradução:{$citation}

# plugins.generic.titlePageForPreprint.versionJustification
source: Version justification
pt_br: Justificativa da versão

# plugins.generic.titlePageForPreprint.headerText
source: SciELO Preprints - This document is a preprint and its current status is available at: {$doiPreprint}
es_es: SciELO Preprints - Este documento es un preprint y su situación actual está disponible en: {$doiPreprint}
pt_br: SciELO Preprints - Este documento é um preprint e sua situação atual está disponível em: {$doiPreprint}

# plugins.generic.titlePageForPreprint.dateFormat
source: (YYYY-MM-DD)
es_es: (AAAA-MM-DD)
pt_br: (AAAA-MM-DD)

# plugins.generic.titlePageForPreprint.requirements.pdfManipulatorMissing
source: Title Page - This plugin requires the CPDF binary to be present at the /usr/local/bin directory of your server. This plugin won't execute its features until this binary is present. Please, contact your support team.
es_es: Página de título para preprint - Este módulo necesita que el binario CPDF esté presente en el directorio /usr/local/bin de su servidor. El módulo no ejecutará su funcionalidad hasta que este binario esté presente. Comuníquese con su equipo de soporte.
pt_br: Folha de Rosto - Este plugin precisa que o binário do CPDF esteja presente no diretório /usr/local/bin do seu servidor. O plugin não irá executar suas funcionalidades até que este binário esteja presente. Por favor, contate sua equipe de suporte.

# plugins.generic.titlePageForPreprint.requirements.pdfManipulatorNotExecutable
source: Title Page - This plugin requires the CPDF binary at the /usr/local/bin directory of your server being executable. This plugin won't execute its features until this binary is marked as executable. Please, contact your support team.
es_es: Página de título para preprint - Este módulo necesita que el binario CPDF presente en el directorio /usr/local/bin de su servidor para ser ejecutable. El módulo no ejecutará su funcionalidad hasta que este binario se marque como ejecutable. Comuníquese con su equipo de soporte.
pt_br: Folha de Rosto - Este plugin precisa que o binário presente no diretório /usr/local/bin do seu servidor seja executável. O plugin não irá executar suas funcionalidades até que este binário esteja marcado como executável. Por favor, contate sua equipe de suporte.

# plugins.generic.titlePageForPreprint.requirements.removeTitlePageMissing
source: Title Page Remove Failure
es_es: No se Pudo Quitar la Portada
pt_br: Falha ao Remover Folha de Rosto

# plugins.generic.titlePageForPreprint.requirements.logoMissing
source: Logo Missing - This plugin also requires a logo defined on Website Settings > Apearance > Logo, so you need to upload an image
es_es: logotipo faltante - Este complemento también requiere un conjunto de logotipos en Configuración del Ajustes del sitio web> Apariencia> Logotipo, por lo que debe cargar una imagen
pt_br: Logotipo ausente - Este plugin também requer um logotipo definido em Configurações do site > Aparência > Logo, então você precisa fazer upload de uma imagem

# plugins.generic.titlePageForPreprint.requirements.generateTitlePageMissing
source: Title Page Generation Failure
es_es: No se Pudo Generar la Portada
pt_br: Falha na Geração da Folha de Rosto

# plugins.generic.titlePageForPreprint.requirements.generateChecklistPageMissing
source: Checklist Page Generation Failure
es_es: La generación de la Página de Checklist Falló
pt_br: Falha na Geração da Página de Checklist

# plugins.generic.titlePageForPreprint.requirements.addDocumentHeaderMissing
source: Headers Stamping Failure
es_es: No se Pudieron Sellar Los Encabezados
pt_br: Falha ao Carimbar o cabeçalhos

# plugins.generic.titlePageForPreprint.requirements.concatenateTitlePageMissing
source: Title Page Concatenation Failure
es_es: Error de Concatenación de Portada
pt_br: Falha de Concatenação da Folha de Rosto

source: Checklist Page Concatenation Failure
es_es: Error de Concatenación de Página de Lista Checklist
pt_br: Falha de Concatenação da Página de Checklist
